Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=422_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteŠǧǧ čõõđat kueŠhtt ođđ sääŠmǩiõl abbâz
fin: Saamelaiskäräjät julkaisee kaksi uutta saamen kielen aapista

source: SääŠmteŠǧǧ reäšš ođđ aanar- da tâŠvvsääŠmǩiõllsai abbsi õlmmeempoodd Aanrest Siida auditoriast mââibaarǥ 07.09.2010 čiâss 12.00. ʼlmmeempooddâst čuäŠjtet ođđ aanarsääŠm- da tâŠvvsääŠmǩiõllsaid abbsid.
fin: Saamelaiskäräjät järjestää uusien inarin- ja pohjoissaamenkielisten aapisten julkistamistilaisuuden Inarissa Siidan auditoriossa tiistaina 07.09.2010 klo 12.00. Tilaisuudessa esitellään uudet inarinsaamen- ja pohjoissaamenkieliset aapiset.

source: AanarsääŠmǩiõllsa ǩeeŠrtjeei da tâŠvvsääŠmǩiõllsa aabbâs ǩiõttǩeeŠrtjeei, kärt-teei da kueŠsttemnalla piijji liâ pääiŠǩ âŠlnn da maainte abbsest da tõn valmštõõllâmtuâjast.
fin: Inarinsaamenkielisen aapisen kirjoittaja sekä pohjoissaamenkielisen aapisen käsikirjoittaja, kuvittaja ja taittaja ovat paikalla kertomassa aapisesta ja sen valmistelutyöstä.

source: Matti Morottaja ǩeeŠrjtum da uŋŋarla Daniel Gelencsér kärttuum Muu aabis, čohčâ – čõhččaabbâs lij jurddum 1. klaass čõhččlookkâmpââi aanarsääŠm jieŠnnǩiõl mättʼtemǩeŠrjjen.
fin: Matti Morottajan kirjoittama ja unkarilaisen Daniel Gelencsérin kuvittama Muu aabis, čohčâ - syysaapinen on tarkoitettu 1. luokan syyslukukauden inarinsaamen äidinkielen oppikirjaksi.

source: Ǩerjja valmštââvv veâl ǩiđđvuäŠss da mättʼteemǩeŠrjj.
fin: Myöhemmin kirjaan valmistuu kevätosa ja harjoituskirja.

source: ÅåŠn aanarsääŠm ǩiõllpieŠsstuåimmjumuužž poddân šõŠdde aanarsääŠmǩiõllsa klaass, leäi juŠn taarbi mieŠlddsaž äiŠǧǧ raajjâd še mättŠtem-materiaalid jieŠnnǩiõl alggmättʼtõõttâm diõtt.
fin: Kun inarinsaamen kielipesätoiminnan tuloksena syntyi inarinsaamenkielisiä luokkia, oli välttämätöntä tuottaa myös materiaalia äidinkielen alkuopetusta varten.

source: ÄäiŠjben rajjum mättŠtem-materiaal leŠjje ǩeeŠrjtemvueŠjj beäŠlnn vuämmnam, tõid jeät vueiŠttum teänab ââŠnned mättʼtemtuâjast.
fin: Aikaisemmin tuotetut materiaalit olivat kirjoitustavaltaan vanhentuneita, eikä niitä voitu enää sellaisenaan käyttää opetuksessa.

source: Matti Morottaja ǩiõttǩeeŠrjtemtuâj šõddmõõžžâst čõõđtet ååŠn digitaalteädldõkkân Muu aabbâs, čõhčč-ǩeŠrjj.
fin: Matti Morottajan käsikirjoitustyön tuloksena julkaistaan nyt digitaalipainoksena Muu aabis, čohčâ-kirja.

source: AanarsääŠm abbâz liâ õčndõõttâm hääŠrveld: vuõssmõs aanarsääŠm aabbâs lij ceerkavšurr Edvard Wilhem Borgi tuåimmtum Anar sämi kiela aapis ǩeŠrjj, koon teäŠddeš Oulust eeŠjjest 1857.
fin: Inarinsaamen aapisia on syntynyt harvakseltaan: ensimmäinen inarinsaamen aapinen oli kirkkoherra Edvard Wilhem Borgin toimittama Anar sämi kiela aapis kirje, joka painettiin Oulussa vuonna 1857.

source: ǨeeŠrjest vaŠlddeš pâŠjjel 100 eeŠǩǩed mâŋŋa oođuumteädldõõǥǥ eeŠjjest 1983.
fin: Kirjasta otettiin uusintapainos yli 100 vuotta myöhemmin vuonna 1983.

source: EeŠjjest 1990 očndõõđi aanarsäämas tâŠvvsääŠmǩiõlâst jåårǥlõttum Aabis 2-ǩiđđaabbâs.
fin: Vuonna 1990 ilmestyi inarinsaameksi pohjoissaamesta käännetty Aabis 2-kevätaapinen.

source: Samai čõhččmannu alggpeeiŠvin vuäǯǯap teädldõõǥǥâst Inga Guttorm ǩeeŠrjtum da Salli Parikka kärttuum Áppes – Min meahci máidnasat - abbâz.
fin: Aivan syyskuun alkupäivinä saapui painosta Inga Guttormin kirjoittama ja Salli Parikan kuvittama Áppes – Min meahci máidnasat - aapinen.

source: ǨeeŠrj kueŠsttemnalla piijjmõõžžâst vaŠsttad Minna Saastamoinen.
fin: Kirjan taitosta vastaa Minna Saastamoinen.

source: Ǩerjja valmštââvv škooulekka eeŠjjest 2011 lââŠssen mättʼteemǩeŠrjj.
fin: Kirjaan valmistuu kouluvuodeksi myöhemmin vuonna 2011 myös harjoituskirja.

source: ǨiõttǩeeŠrjteei Inga Guttorm lij vueŠllškooul uŠčteeŠl, kååŠtt lij tuõjjstõõllâm eeŠjjid sääŠmǩiõllsa alggmätŠtõõzz beäŠlnn Uccjooǥǥâst.
fin: Käsikirjoittaja Inga Guttorm on luokanopettaja, joka on työskennellyt vuosia saamenkielisen alkuopetuksen parissa Utsjoella.

source: ǨeeŠrj kärtteei, Salli Parikka (Wahlberg), lij kärttääm määŋgaid pärnaid da nuõrid jurddum ǩeeŠrjid (www.salliparikka.com).
fin: Kirjan kuvittaja Salli Parikka (Wahlberg), on kuvittanut useita lapsille ja nuorille tarkoitettuja kirjoja (www.salliparikka.com).

source: KueŠsttemnalla piijji Minna Saastamoinen lij sääŠmǩiõl siltteejan kääŠzzkâsttam mättʼtemǩeŠrjjmaŠhssjid lââŠssen Taarrâst.
fin: Taittaja Minna Saastamoinen on saamenkielentaitoisena palvellut oppikirjakustantajia myös Norjassa.

source: OouŠdbuž Áppes 1 da 2 – aabbâs čõõđtes LääŠddjânnmest 1980 – lååǥǥast..
fin: Edellinen Áppes 1 ja 2 - aapinen julkaistiin Suomessa 1980 - luvulla.

source: NuõrttsääŠmǩiõl aabbâstuâjj lij alttuum
fin: Koltansaamen aapistyö käynnistetty

source: Tän ǩiiđ lij alttuum še nuõrttsääŠmǩiõllsa abbâz ǩiõttǩeeŠrjtemtuâjj.
fin: Tänä keväänä käynnistyi myös koltansaamenkielisen aapisen käsikirjoitustyö.

source: Tiina Sanila-Aikio lij valmštõõllâm ǩiõttǩeŠrjtõõzz da tuâj valmmša vuäǯǯam äiŠǧǧ leŠčči loppeeŠjjest.
fin: Tiina Sanila-Aikio on valmistellut käsikirjoitusta ja työ valmistunee loppuvuodesta.

source: NuõrttsääŠm ǩiõllpieŠsstuåimmjumuužž šõddmõõžžâst lij vueŠrddemnalla, što ođđ vuõssklassneeŠǩǩ liâ pueŠttmen čâhčča 2011 nuõrttsääŠmǩiõl mättʼtõŠsse.
fin: Koltankielen kielipesätoiminnan tuloksena on odotettavissa uusia ekaluokkalaisia koltankielen opetukseen syksyllä 2011.

source: Täävtõssân lij vuäǯǯad aabbâs vuõssklassneeŠǩǩi âânnmõŠšše.
fin: Tavoitteena on saada aapinen jo näiden uusien ekaluokkalaisten käyttöön.

source: ʼlmmeempodd lij pukid äävai, ǩeäk peerste abbsin.
fin: Siidan tilaisuus on avoin kaikille aapisista kiinnostuneille.

source: Media diõtt lij vaŠrrjum vuäittmõš tuejjeet kõõččmõõžžid raajjʼjid da mahssja.
fin: Medialle on varattu mahdollisuus esittää kysymyksiä tekijöille ja kustantajalle.

source: ʼlmmeempoodd lij kaaŠfstõõllmõš.
fin: Tilaisuudessa on kahvitarjoilu.

source: LââŠssteâđaid: www.samediggi.fi &amp;gt; Čõõđtumuužž &amp;gt; mättʼtemaunnâz
fin: Lisätietoja: www.samediggi.fi &amp;gt; Julkaisut &amp;gt; Oppimateriaalit
